Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Asking because of %@.
de: Nachfrage wegen %@.
es: Se pregunta debido a %@.
fr: Demande motivée par %@.
ja: %@ のため確認しています。
ko: 요청 이유: %@.
pt_br: Perguntando por causa de %@.
ru: Причина запроса: %@.
zh_hans: 询问原因：%@。
zh_hant: 詢問原因：%@。

source: If that works, the failure is in the "Open Everything as Default User" su path -- try disabling that setting.
de: Wenn das funktioniert, liegt der Fehler im su-Pfad von „Alles als Standardbenutzer öffnen“ – versuche, diese Einstellung zu deaktivieren.
es: Si eso funciona, el fallo está en la ruta su de "Abrir todo como usuario predeterminado" -- prueba a desactivar ese ajuste.
fr: Si cela fonctionne, l'échec vient du chemin su de « Tout ouvrir en tant qu'utilisateur par défaut » -- essayez de désactiver ce réglage.
ja: それで動作する場合、失敗の原因は「すべてをデフォルトユーザとして開く」の su 経路にあります -- この設定をオフにしてみてください。
ko: 그렇게 하면 작동하는 경우, "모든 항목을 기본 사용자로 열기" su 경로에서 실패한 것입니다 -- 해당 설정을 꺼 보십시오.
pt_br: Se isso funcionar, a falha está no caminho su de "Abrir Tudo como Usuário Padrão" -- tente desativar esse ajuste.
ru: Если это сработает, сбой в пути su настройки «Открывать всё от имени пользователя по умолчанию» — попробуйте отключить эту настройку.
zh_hans: 如果这样可行，则问题出在“以默认用户打开所有内容”的 su 路径中——请尝试停用该设置。
zh_hant: 如果這樣可行，問題出在「以預設使用者打開所有項目」的 su 路徑 -- 請嘗試停用該設定。

source: No model set: choose one with the model button.
de: Kein Modell festgelegt: Wähle eines mit der Modelltaste.
es: No hay ningún modelo definido: elige uno con el botón de modelo.
fr: Aucun modèle défini : choisissez-en un avec le bouton Modèle.
ja: モデルが未設定です: モデルボタンで選択してください。
ko: 모델이 설정되지 않음: 모델 버튼으로 선택하십시오.
pt_br: Nenhum modelo definido: escolha um com o botão de modelo.
ru: Модель не задана: выберите её кнопкой модели.
zh_hans: 未设置模型：请用模型按钮选择一个。
zh_hant: 未設定模型：請用模型按鈕選擇一個。

# Showing first %lu of %lu.
source: Showing first %1$lu of %2$lu.
de: Erste %1$lu von %2$lu werden angezeigt.
es: Se muestran los primeros %1$lu de %2$lu.
fr: Affichage des %1$lu premiers sur %2$lu.
ja: %2$lu 件中、最初の %1$lu 件を表示しています。
ko: %2$lu개 중 처음 %1$lu개 표시.
pt_br: Mostrando os primeiros %1$lu de %2$lu.
ru: Показаны первые %1$lu из %2$lu.
zh_hans: 显示前 %1$lu 个，共 %2$lu 个。
zh_hant: 顯示前 %1$lu 個，共 %2$lu 個。

source: System prompt set for this chat.
de: System-Prompt für diesen Chat festgelegt.
es: Prompt del sistema definido para este chat.
fr: Prompt système défini pour cette conversation.
ja: このチャットのシステムプロンプトを設定しました。
ko: 이 채팅에 시스템 프롬프트가 설정되었습니다.
pt_br: Prompt de sistema definido para este chat.
ru: Для этого чата задан системный промпт.
zh_hans: 已为此聊天设置系统提示词。
zh_hant: 已為此對話設定系統提示詞。

# %@ • %@ files • %@ dirs
source: %1$@ • %2$@ files • %3$@ dirs
de: %1$@ • %2$@ Dateien • %3$@ Ordner
es: %1$@ • %2$@ archivos • %3$@ carpetas
fr: %1$@ • %2$@ fichiers • %3$@ dossiers
ja: %1$@ • ファイル %2$@ 個 • ディレクトリ %3$@ 個
ko: %1$@ • 파일 %2$@개 • 폴더 %3$@개
pt_br: %1$@ • %2$@ arquivos • %3$@ pastas
ru: %1$@ • Файлов: %2$@ • Папок: %3$@
zh_hans: %1$@ • %2$@ 个文件 • %3$@ 个目录
zh_hant: %1$@ • %2$@ 個檔案 • %3$@ 個目錄

source: Saving session…
de: Sitzung wird gesichert …
es: Guardando sesión…
fr: Enregistrement de la session…
ja: セッションを保存中…
ko: 세션 저장 중…
pt_br: Salvando sessão…
ru: Сохранение сеанса…
zh_hans: 正在保存会话…
zh_hant: 正在儲存工作階段…

source: Session saved — %lu processes
de: Sitzung gesichert – %lu Prozesse
es: Sesión guardada — %lu procesos
fr: Session enregistrée — %lu processus
ja: セッションを保存しました — %lu 個のプロセス
ko: 세션 저장됨 — 프로세스 %lu개
pt_br: Sessão salva — %lu processos
ru: Сеанс сохранён — процессов: %lu
zh_hans: 会话已保存 — %lu 个进程
zh_hant: 已儲存工作階段 — %lu 個程序

# %lu will start again rather than resume: %s.
source: %1$lu will start again rather than resume: %2$s.
de: %1$lu werden neu gestartet statt fortgesetzt: %2$s.
es: %1$lu se iniciarán de nuevo en lugar de reanudarse: %2$s.
fr: %1$lu redémarreront au lieu de reprendre : %2$s.
ja: %1$lu 個は再開されず最初から起動します: %2$s。
ko: %1$lu개는 재개되지 않고 다시 시작됩니다: %2$s.
pt_br: %1$lu serão reiniciados em vez de retomados: %2$s.
ru: Запустятся заново, а не продолжат работу (%1$lu): %2$s.
zh_hans: %1$lu 个将重新启动而非恢复：%2$s。
zh_hant: %1$lu 個將重新啟動而非恢復：%2$s。

source: (%lu working)
de: (%lu aktiv)
es: (%lu en curso)
fr: (%lu en cours)
ja: （%lu 個が実行中）
ko: (%lu개 작업 중)
pt_br: (%lu em execução)
ru: (работают: %lu)
zh_hans: （%lu 个运行中）
zh_hant: （%lu 個執行中）

source: (every occurrence)
de: (jedes Vorkommen)
es: (todas las apariciones)
fr: (toutes les occurrences)
ja: （すべての出現箇所）
ko: (모든 항목)
pt_br: (todas as ocorrências)
ru: (все вхождения)
zh_hans: （所有匹配处）
zh_hant: （每一處）

source: (off)
de: (aus)
es: (desactivado)
fr: (désactivé)
ja: （オフ）
ko: (끔)
pt_br: (desativado)
ru: (выкл.)
zh_hans: （已关闭）
zh_hant: （關閉）

# · MCP (%lu servers): %@
source: · MCP (%1$lu servers): %2$@
de: · MCP (%1$lu Server): %2$@
es: · MCP (%1$lu servidores): %2$@
fr: · MCP (%1$lu serveurs) : %2$@
ja: · MCP（%1$lu 台のサーバ）: %2$@
ko: · MCP (서버 %1$lu개): %2$@
pt_br: · MCP (%1$lu servidores): %2$@
ru: · MCP (серверов: %1$lu): %2$@
zh_hans: · MCP（%1$lu 个服务器）：%2$@
zh_hant: · MCP（%1$lu 個伺服器）：%2$@

source: · reverted
de: · rückgängig gemacht
es: · revertido
fr: · annulé
ja: · 元に戻し済み
ko: · 되돌림
pt_br: · revertido
ru: · возвращено
zh_hans: · 已还原
zh_hant: · 已還原

source: "%@" can't be used. A name starts with a lower-case letter or _, has at most 32 of a-z, 0-9, _ and -, and is not already taken.
de: „%@“ kann nicht verwendet werden. Ein Name beginnt mit einem Kleinbuchstaben oder _, hat höchstens 32 Zeichen aus a–z, 0–9, _ und - und ist noch nicht vergeben.
es: "%@" no se puede usar. Un nombre empieza por una letra minúscula o _, tiene como máximo 32 caracteres entre a-z, 0-9, _ y -, y no está ya en uso.
fr: « %@ » ne peut pas être utilisé. Un nom commence par une lettre minuscule ou _, contient au plus 32 caractères parmi a-z, 0-9, _ et -, et n'est pas déjà pris.
ja: “%@”は使用できません。名前は小文字または _ で始まり、a-z、0-9、_、- の 32 文字以内で、まだ使われていないものにしてください。
ko: "%@"은(는) 사용할 수 없습니다. 이름은 소문자 또는 _로 시작해야 하며, a-z, 0-9, _ 및 -로 최대 32자까지 구성되고, 이미 사용 중이지 않아야 합니다.
pt_br: "%@" não pode ser usado. Um nome começa com uma letra minúscula ou _, tem no máximo 32 caracteres entre a-z, 0-9, _ e -, e não pode estar em uso.
ru: Имя «%@» использовать нельзя. Имя начинается со строчной буквы или _, содержит не более 32 символов a-z, 0-9, _ и - и ещё не занято.
zh_hans: “%@”无法使用。名称须以小写字母或 _ 开头，最多 32 个 a-z、0-9、_ 和 - 字符，且未被占用。
zh_hant: 無法使用「%@」。名稱須以小寫字母或 _ 開頭，最多 32 個 a-z、0-9、_ 和 - 字元，且不可已被使用。

source: "%@" exited right away several times in a row, so iSH-AOK stopped auto-restarting it to avoid a restart loop. This usually means the root filesystem's login program isn't compatible with iSH-AOK (for example, it refuses root login on this pseudo-terminal). Try changing Settings -> Launch Command to something like "/bin/sh", or use a different root filesystem.
de: „%@“ wurde mehrmals hintereinander sofort beendet, daher startet iSH-AOK es nicht mehr automatisch neu, um eine Neustartschleife zu vermeiden. Meist ist das Login-Programm des Root-Dateisystems nicht mit iSH-AOK kompatibel (es verweigert z. B. den root-Login auf diesem Pseudo-Terminal). Ändere unter Einstellungen -> Startbefehl den Befehl z. B. in "/bin/sh" oder verwende ein anderes Root-Dateisystem.
es: "%@" se cerró inmediatamente varias veces seguidas, así que iSH-AOK dejó de reiniciarlo automáticamente para evitar un bucle de reinicios. Esto suele significar que el programa de inicio de sesión del sistema de archivos raíz no es compatible con iSH-AOK (por ejemplo, rechaza el inicio de sesión de root en este pseudoterminal). Prueba a cambiar Ajustes -> Comando de inicio a algo como "/bin/sh", o usa otro sistema de archivos raíz.
fr: "%@" s'est arrêté immédiatement plusieurs fois de suite ; iSH-AOK a donc cessé de le redémarrer automatiquement pour éviter une boucle. Cela signifie généralement que le programme de connexion du système de fichiers racine n'est pas compatible avec iSH-AOK (par exemple, il refuse la connexion root sur ce pseudo-terminal). Essayez de remplacer Réglages -> Commande de lancement par quelque chose comme "/bin/sh", ou utilisez un autre système de fichiers racine.
ja: “%@”がすぐに終了することが続いたため、再起動のループを避けるために iSH-AOK は自動再起動を停止しました。 通常、ルートファイルシステムのログインプログラムが iSH-AOK と互換性がないことを意味します（たとえば、この疑似端末での root ログインを拒否するなど）。「設定」->「起動コマンド」を "/bin/sh" などに変更するか、別のルートファイルシステムを使用してください。
ko: "%@"이(가) 연속으로 여러 번 바로 종료되어, 재시작 반복을 막기 위해 iSH-AOK가 자동 재시작을 중지했습니다. 이는 대개 루트 파일 시스템의 로그인 프로그램이 iSH-AOK와 호환되지 않는다는 뜻입니다(예: 이 의사 터미널에서 root 로그인을 거부함). 설정 -> 실행 명령을 "/bin/sh" 같은 것으로 변경하거나 다른 루트 파일 시스템을 사용해 보십시오.
pt_br: "%@" encerrou imediatamente várias vezes seguidas, então o iSH-AOK parou de reiniciá-lo automaticamente para evitar um loop de reinício. Isso geralmente significa que o programa de login do sistema de arquivos raiz não é compatível com o iSH-AOK (por exemplo, ele recusa login de root neste pseudoterminal). Tente alterar Ajustes -> Comando de Abertura para algo como "/bin/sh", ou use outro sistema de arquivos raiz.
ru: «%@» несколько раз подряд сразу завершался, поэтому iSH-AOK перестал автоматически перезапускать его, чтобы избежать цикла перезапусков. Обычно это значит, что программа входа корневой файловой системы несовместима с iSH-AOK (например, она запрещает вход root на этом псевдотерминале). Попробуйте изменить Настройки -> Команда запуска на что-то вроде "/bin/sh" или используйте другую корневую файловую систему.
zh_hans: “%@”连续多次立即退出，iSH-AOK 已停止自动重启以避免重启循环。 这通常表示该根文件系统的登录程序与 iSH-AOK 不兼容（例如它拒绝在此伪终端上以 root 登录）。请尝试将“设置 -> 启动命令”改为类似“/bin/sh”的命令，或使用其他根文件系统。
zh_hant: 「%@」連續多次立即結束，因此 iSH-AOK 已停止自動重新啟動它，以避免重新啟動循環。 這通常表示根檔案系統的登入程式與 iSH-AOK 不相容（例如它拒絕在此虛擬終端機上以 root 登入）。請嘗試將「設定」->「啟動指令」改為類似 "/bin/sh" 的指令，或使用其他根檔案系統。

source: %@ It cannot be resumed afterwards. iSH-AOK then starts a new session.
de: %@ Sie kann danach nicht fortgesetzt werden. iSH-AOK startet dann eine neue Sitzung.
es: %@ No se podrá reanudar después. iSH-AOK iniciará entonces una nueva sesión.
fr: %@ Elle ne pourra plus être reprise. iSH-AOK démarrera alors une nouvelle session.
ja: %@ 削除後は再開できません。iSH-AOK は新しいセッションを開始します。
ko: %@ 이후에는 재개할 수 없습니다. iSH-AOK가 새 세션을 시작합니다.
pt_br: %@ Ela não poderá ser retomada depois. O iSH-AOK então inicia uma nova sessão.
ru: %@ После этого его нельзя будет продолжить. iSH-AOK начнёт новый сеанс.
zh_hans: %@ 删除后将无法恢复。iSH-AOK 随后会启动新会话。
zh_hant: %@ 刪除後將無法恢復。iSH-AOK 隨後會啟動新的工作階段。

# %@ Model: %@%@%@ %@
source: %1$@ Model: %2$@%3$@%4$@ %5$@
de: %1$@ Modell: %2$@%3$@%4$@ %5$@
es: %1$@ Modelo: %2$@%3$@%4$@ %5$@
fr: %1$@ Modèle : %2$@%3$@%4$@ %5$@
ja: %1$@ モデル: %2$@%3$@%4$@ %5$@
ko: %1$@ 모델: %2$@%3$@%4$@ %5$@
pt_br: %1$@ Modelo: %2$@%3$@%4$@ %5$@
ru: %1$@ Модель: %2$@%3$@%4$@ %5$@
zh_hans: %1$@ 模型：%2$@%3$@%4$@ %5$@
zh_hant: %1$@ 模型：%2$@%3$@%4$@ %5$@

source: %@ Tap Import to add a filesystem manually after freeing space.
de: %@ Tippe auf „Importieren“, um ein Dateisystem manuell hinzuzufügen, nachdem du Speicher freigegeben hast.
es: %@ Toca Importar para añadir un sistema de archivos manualmente después de liberar espacio.
fr: %@ Touchez Importer pour ajouter un système de fichiers manuellement après avoir libéré de l'espace.
ja: %@ 空き容量を確保してから「インポート」をタップしてファイルシステムを手動で追加してください。
ko: %@ 공간을 확보한 후 가져오기를 탭하여 파일 시스템을 직접 추가하십시오.
pt_br: %@ Toque em Importar para adicionar um sistema de arquivos manualmente após liberar espaço.
ru: %@ Освободите место и коснитесь «Импорт», чтобы добавить файловую систему вручную.
zh_hans: %@ 释放空间后，轻点“导入”以手动添加文件系统。
zh_hant: %@ 釋放空間後，點一下「匯入」以手動加入檔案系統。

# %@ %lu lines, %lu bytes %@
source: %1$@ %2$lu lines, %3$lu bytes %4$@
de: %1$@ %2$lu Zeilen, %3$lu Byte %4$@
es: %1$@ %2$lu líneas, %3$lu bytes %4$@
fr: %1$@ %2$lu lignes, %3$lu octets %4$@
ja: %1$@ %2$lu 行、%3$lu バイト %4$@
ko: %1$@ %2$lu줄, %3$lu바이트 %4$@
pt_br: %1$@ %2$lu linhas, %3$lu bytes %4$@
ru: %1$@ Строк: %2$lu, байт: %3$lu %4$@
zh_hans: %1$@ %2$lu 行，%3$lu 字节 %4$@
zh_hant: %1$@ %2$lu 行，%3$lu 位元組 %4$@

source: %@ Current
de: %@ Aktuell
es: %@ Actual
fr: %@ Actuel
ja: %@ 現在の設定
ko: %@ 현재
pt_br: %@ Atual
ru: %@ Текущий
zh_hans: %@ 当前
zh_hant: %@ 目前

source: %@ (Bundled)
de: %@ (integriert)
es: %@ (incluida)
fr: %@ (intégré)
ja: %@（バンドル）
ko: %@ (번들)
pt_br: %@ (Incluído)
ru: %@ (в комплекте)
zh_hans: %@（内置）
zh_hant: %@（內建）

source: %@ (Current)
de: %@ (aktuell)
es: %@ (actual)
fr: %@ (actuel)
ja: %@（現在）
ko: %@ (현재)
pt_br: %@ (Atual)
ru: %@ (текущий)
zh_hans: %@（当前）
zh_hant: %@（目前）

source: %@ (saved by a different build; can't be restored)
de: %@ (von einem anderen Build gesichert; nicht wiederherstellbar)
es: %@ (guardada por otra compilación; no se puede restaurar)
fr: %@ (enregistrée par une autre version ; impossible à restaurer)
ja: %@（別のビルドで保存されたため復元できません）
ko: %@ (다른 빌드에서 저장됨, 복원할 수 없음)
pt_br: %@ (salvo por outra compilação; não pode ser restaurado)
ru: %@ (сохранено другой сборкой; восстановление невозможно)
zh_hans: %@（由其他版本保存，无法恢复）
zh_hant: %@（由其他版本儲存，無法恢復）

# %@ (saved on %@, which is gone; can't be restored)
source: %1$@ (saved on %2$@, which is gone; can't be restored)
de: %1$@ (gesichert auf %2$@, das nicht mehr existiert; nicht wiederherstellbar)
es: %1$@ (guardada en %2$@, que ya no existe; no se puede restaurar)
fr: %1$@ (enregistrée sur %2$@, qui n'existe plus ; impossible à restaurer)
ja: %1$@（保存先の %2$@ がなくなったため復元できません）
ko: %1$@ (%2$@에 저장되었으나 해당 파일 시스템이 없음, 복원할 수 없음)
pt_br: %1$@ (salvo em %2$@, que não existe mais; não pode ser restaurado)
ru: %1$@ (сохранено в %2$@, которой больше нет; восстановление невозможно)
zh_hans: %1$@（保存于 %2$@，该文件系统已不存在，无法恢复）
zh_hant: %1$@（儲存於 %2$@，該檔案系統已不存在，無法恢復）

source: %1$@ A chat is summarized when it reaches three quarters of its Context Window. Tools lets the model read, search and edit files and run commands in the iSH-AOK shell, as Tool Permissions allows (Apple Foundation Models: shell only; Gemini: none). %2$@ Chats are saved in /AOK/persist/llm-chats.
de: %1$@ Ein Chat wird zusammengefasst, wenn er drei Viertel seines Kontextfensters erreicht. Mit Tools kann das Modell Dateien lesen, durchsuchen und bearbeiten sowie Befehle in der iSH-AOK-Shell ausführen, soweit die Tool-Berechtigungen es zulassen (Apple Foundation Models: nur Shell; Gemini: keine). %2$@ Chats werden in /AOK/persist/llm-chats gesichert.
es: %1$@ Un chat se resume cuando alcanza tres cuartas partes de su ventana de contexto. Herramientas permite al modelo leer, buscar y editar archivos y ejecutar comandos en la shell de iSH-AOK, según lo que permitan los permisos de herramientas (Apple Foundation Models: solo shell; Gemini: ninguna). %2$@ Los chats se guardan en /AOK/persist/llm-chats.
fr: %1$@ Une conversation est résumée lorsqu'elle atteint les trois quarts de sa fenêtre de contexte. Les outils permettent au modèle de lire, rechercher et modifier des fichiers et d'exécuter des commandes dans le shell iSH-AOK, selon les autorisations des outils (Apple Foundation Models : shell uniquement ; Gemini : aucun). %2$@ Les conversations sont enregistrées dans /AOK/persist/llm-chats.
ja: %1$@ チャットはコンテキストウインドウの 4 分の 3 に達すると要約されます。ツールを使うと、モデルは「ツールのアクセス権」の許可範囲内で、iSH-AOK シェルでファイルの読み取り、検索、編集、コマンドの実行ができます（Apple Foundation Models: シェルのみ、Gemini: なし）。%2$@ チャットは /AOK/persist/llm-chats に保存されます。
ko: %1$@ 채팅은 컨텍스트 윈도우의 4분의 3에 도달하면 요약됩니다. 도구를 사용하면 모델이 도구 권한에서 허용하는 범위 내에서 iSH-AOK 셸의 파일을 읽고, 검색하고, 편집하고, 명령을 실행할 수 있습니다(Apple Foundation Models: 셸만, Gemini: 없음). %2$@ 채팅은 /AOK/persist/llm-chats에 저장됩니다.
pt_br: %1$@ Um chat é resumido quando atinge três quartos da sua Janela de Contexto. Ferramentas permite que o modelo leia, pesquise e edite arquivos e execute comandos no shell do iSH-AOK, conforme as Permissões de Ferramentas (Apple Foundation Models: apenas shell; Gemini: nenhuma). %2$@ Os chats são salvos em /AOK/persist/llm-chats.
ru: %1$@ Чат сжимается в краткое изложение, когда заполняет три четверти контекстного окна. Инструменты позволяют модели читать, искать и редактировать файлы и выполнять команды в оболочке iSH-AOK в рамках разрешений инструментов (Apple Foundation Models: только оболочка; Gemini: нет). %2$@ Чаты сохраняются в /AOK/persist/llm-chats.
zh_hans: %1$@ 聊天达到上下文窗口的四分之三时会被总结。“工具”允许模型在 iSH-AOK shell 中读取、搜索和编辑文件以及运行命令，具体以“工具权限”为准（Apple Foundation Models：仅 shell；Gemini：无）。%2$@ 聊天保存在 /AOK/persist/llm-chats。
zh_hant: %1$@ 對話達到上下文視窗的四分之三時會被摘要。「工具」讓模型能在 iSH-AOK shell 中讀取、搜尋和編輯檔案並執行指令，範圍依「工具權限」而定（Apple Foundation Models：僅 shell；Gemini：無）。%2$@ 對話儲存在 /AOK/persist/llm-chats。

source: %@ API Key
de: %@-API-Schlüssel
es: Clave API de %@
fr: Clé API %@
ja: %@ の API キー
ko: %@ API 키
pt_br: Chave de API de %@
ru: API-ключ: %@
zh_hans: %@ API 密钥
zh_hant: %@ API 金鑰

# %@ Downloads %@.
source: %1$@ Downloads %2$@.
de: %1$@ Lädt %2$@ herunter.
es: %1$@ Descarga de %2$@.
fr: %1$@ Télécharge %2$@.
ja: %1$@ %2$@ をダウンロードします。
ko: %1$@ %2$@ 다운로드.
pt_br: %1$@ Baixa %2$@.
ru: %1$@ Загрузка: %2$@.
zh_hans: %1$@ 下载 %2$@。
zh_hant: %1$@ 下載 %2$@。

source: %@ Downloads on use.
de: %@ Wird bei Verwendung geladen.
es: %@ Se descarga al usarlo.
fr: %@ Téléchargé à l'utilisation.
ja: %@ 使用時にダウンロードします。
ko: %@ 사용 시 다운로드.
pt_br: %@ Baixado ao usar.
ru: %@ Загружается при использовании.
zh_hans: %@ 首次使用时下载。
zh_hant: %@ 使用時下載。

# %@ by %@
source: %1$@ by %2$@
de: %1$@ von %2$@
es: %1$@ por %2$@
fr: %1$@ par %2$@
ja: %1$@（%2$@ 作）
ko: %1$@, 제작: %2$@
pt_br: %1$@ por %2$@
ru: %1$@, автор: %2$@
zh_hans: %1$@，作者 %2$@
zh_hant: %1$@，作者：%2$@

source: %@ copy
de: %@ Kopie
es: %@ copia
fr: %@ copie
ja: %@ のコピー
ko: %@ 사본
pt_br: %@ cópia
ru: %@ копия
zh_hans: %@ 副本
zh_hant: %@ 拷貝

# %@ copy %@
source: %1$@ copy %2$@
de: %1$@ Kopie %2$@
es: %1$@ copia %2$@
fr: %1$@ copie %2$@
ja: %1$@ のコピー %2$@
ko: %1$@ 사본 %2$@
pt_br: %1$@ cópia %2$@
ru: %1$@ копия %2$@
zh_hans: %1$@ 副本 %2$@
zh_hant: %1$@ 拷貝 %2$@

# %@ copy %lu
source: %1$@ copy %2$lu
de: %1$@ Kopie %2$lu
es: %1$@ copia %2$lu
fr: %1$@ copie %2$lu
ja: %1$@ のコピー %2$lu
ko: %1$@ 사본 %2$lu
pt_br: %1$@ cópia %2$lu
ru: %1$@ копия %2$lu
zh_hans: %1$@ 副本 %2$lu
zh_hant: %1$@ 拷貝 %2$lu

source: %@ free
de: %@ frei
es: %@ libres
fr: %@ disponibles
ja: 空き %@
ko: %@ 사용 가능
pt_br: %@ livres
ru: Свободно: %@
zh_hans: 可用 %@
zh_hant: %@ 可用

# %@ free • %@ across %lu roots
source: %1$@ free • %2$@ across %3$lu roots
de: %1$@ frei • %2$@ in %3$lu Roots
es: %1$@ libres • %2$@ en %3$lu sistemas raíz
fr: %1$@ disponibles • %2$@ sur %3$lu racines
ja: 空き %1$@ • %3$lu 個のルートで計 %2$@
ko: %1$@ 사용 가능 • 루트 %3$lu개에 %2$@
pt_br: %1$@ livres • %2$@ em %3$lu raízes
ru: Свободно: %1$@ • %2$@ в корневых ФС (%3$lu)
zh_hans: 可用 %1$@ • %3$lu 个根文件系统共 %2$@
zh_hant: %1$@ 可用 • %3$lu 個根檔案系統共 %2$@

source: %@ is protected
de: %@ ist geschützt
es: %@ está protegido
fr: %@ est protégé
ja: %@ は保護されています
ko: %@ 보호됨
pt_br: %@ está protegida
ru: %@ защищён
zh_hans: %@ 受保护
zh_hant: %@ 已受保護

source: %@ layout. Save and restore only affects this workspace.
de: Layout „%@“. Sichern und Wiederherstellen betrifft nur diesen Workspace.
es: Disposición de %@. Guardar y restaurar solo afecta a este espacio de trabajo.
fr: Disposition de %@. L'enregistrement et la restauration ne concernent que cet espace de travail.
ja: %@ のレイアウト。保存と復元はこのワークスペースにのみ適用されます。
ko: %@ 레이아웃. 저장 및 복원은 이 워크스페이스에만 적용됩니다.
pt_br: Layout de %@. Salvar e restaurar afeta apenas este espaço de trabalho.
ru: Макет «%@». Сохранение и восстановление затрагивают только эту рабочую область.
zh_hans: %@ 布局。保存和恢复仅影响此工作区。
zh_hant: %@ 佈局。儲存和恢復僅影響此工作區。

# %@ · %@ available
source: %1$@ · %2$@ available
de: %1$@ · %2$@ verfügbar
es: %1$@ · %2$@ disponibles
fr: %1$@ · %2$@ disponibles
ja: %1$@ · %2$@ 使用可能
ko: %1$@ · %2$@ 사용 가능
pt_br: %1$@ · %2$@ disponíveis
ru: %1$@ · доступно %2$@
zh_hans: %1$@ · 可用 %2$@
zh_hant: %1$@ · %2$@ 可用

# %@ · %lu saved
source: %1$@ · %2$lu saved
de: %1$@ · %2$lu gesichert
es: %1$@ · %2$lu guardados
fr: %1$@ · %2$lu enregistrées
ja: %1$@ · %2$lu 件保存済み
ko: %1$@ · %2$lu개 저장됨
pt_br: %1$@ · %2$lu salvos
ru: %1$@ · сохранено: %2$lu
zh_hans: %1$@ · 已保存 %2$lu 个
zh_hant: %1$@ · 已儲存 %2$lu 個

# %@ — %@ process, %@%@
source: %1$@ — %2$@ process, %3$@%4$@
de: %1$@ – %2$@ Prozess, %3$@%4$@
es: %1$@ — %2$@ proceso, %3$@%4$@
fr: %1$@ — %2$@ processus, %3$@%4$@
ja: %1$@ — %2$@ 個のプロセス、%3$@%4$@
ko: %1$@ — 프로세스 %2$@개, %3$@%4$@
pt_br: %1$@ — %2$@ processo, %3$@%4$@
ru: %1$@ — процессов: %2$@, %3$@%4$@
zh_hans: %1$@ — %2$@ 个进程，%3$@%4$@
zh_hant: %1$@ — %2$@ 個程序，%3$@%4$@

# %@ — %@ processes, %@%@
source: %1$@ — %2$@ processes, %3$@%4$@
de: %1$@ – %2$@ Prozesse, %3$@%4$@
es: %1$@ — %2$@ procesos, %3$@%4$@
fr: %1$@ — %2$@ processus, %3$@%4$@
ja: %1$@ — %2$@ 個のプロセス、%3$@%4$@
ko: %1$@ — 프로세스 %2$@개, %3$@%4$@
pt_br: %1$@ — %2$@ processos, %3$@%4$@
ru: %1$@ — процессов: %2$@, %3$@%4$@
zh_hans: %1$@ — %2$@ 个进程，%3$@%4$@
zh_hant: %1$@ — %2$@ 個程序，%3$@%4$@

# %@ — Downloads %@
source: %1$@ — Downloads %2$@
de: %1$@ – Lädt %2$@ herunter
es: %1$@ — Descarga de %2$@
fr: %1$@ — Télécharge %2$@
ja: %1$@ — %2$@ をダウンロード
ko: %1$@ — %2$@ 다운로드
pt_br: %1$@ — Baixa %2$@
ru: %1$@ — загрузка %2$@
zh_hans: %1$@ — 下载 %2$@
zh_hant: %1$@ — 下載 %2$@

source: %@ — Downloads on first use
de: %@ – Wird bei erster Verwendung geladen
es: %@ — Se descarga en el primer uso
fr: %@ — Téléchargé à la première utilisation
ja: %@ — 初回使用時にダウンロード
ko: %@ — 처음 사용 시 다운로드
pt_br: %@ — Baixado no primeiro uso
ru: %@ — загружается при первом использовании
zh_hans: %@ — 首次使用时下载
zh_hant: %@ — 首次使用時下載

# %@, boots next, mounted at %@
source: %1$@, boots next, mounted at %2$@
de: %1$@, startet als Nächstes, eingehängt unter %2$@
es: %1$@, arranca en el próximo inicio, montado en %2$@
fr: %1$@, démarre ensuite, monté sur %2$@
ja: %1$@、次回ブート、%2$@ にマウント
ko: %1$@, 다음 부팅, %2$@에 마운트됨
pt_br: %1$@, inicia em seguida, montado em %2$@
ru: %1$@, загрузится следующей, подключена в %2$@
zh_hans: %1$@，下次启动，挂载于 %2$@
zh_hant: %1$@，下次開機使用，掛載於 %2$@

source: %@, boots next, not mounted
de: %@, startet als Nächstes, nicht eingehängt
es: %@, arranca en el próximo inicio, sin montar
fr: %@, démarre ensuite, non monté
ja: %@、次回ブート、未マウント
ko: %@, 다음 부팅, 마운트되지 않음
pt_br: %@, inicia em seguida, não montado
ru: %@, загрузится следующей, не подключена
zh_hans: %@，下次启动，未挂载
zh_hant: %@，下次開機使用，未掛載

source: %@, hidden on a narrow bar
de: %@, bei schmaler Leiste ausgeblendet
es: %@, oculta en una barra estrecha
fr: %@, masqué sur une barre étroite
ja: %@、狭いバーでは非表示
ko: %@, 좁은 막대에서 숨겨짐
pt_br: %@, oculta em barra estreita
ru: %@, скрыта на узкой панели
zh_hans: %@，在窄栏中隐藏
zh_hant: %@，在窄列上隱藏

source: %@, in use, mounted at /, can't be deleted
de: %@, in Verwendung, eingehängt unter /, kann nicht gelöscht werden
es: %@, en uso, montado en /, no se puede eliminar
fr: %@, en cours d'utilisation, monté sur /, impossible à supprimer
ja: %@、使用中、/ にマウント、削除不可
ko: %@, 사용 중, /에 마운트됨, 삭제할 수 없음
pt_br: %@, em uso, montado em /, não pode ser apagado
ru: %@, используется, подключена в /, удалить нельзя
zh_hans: %@，使用中，挂载于 /，无法删除
zh_hant: %@，使用中，掛載於 /，無法刪除

# %@, mounted at %@
source: %1$@, mounted at %2$@
de: %1$@, eingehängt unter %2$@
es: %1$@, montado en %2$@
fr: %1$@, monté sur %2$@
ja: %1$@、%2$@ にマウント
ko: %1$@, %2$@에 마운트됨
pt_br: %1$@, montado em %2$@
ru: %1$@, подключена в %2$@
zh_hans: %1$@，挂载于 %2$@
zh_hant: %1$@，掛載於 %2$@

source: %@, not mounted
de: %@, nicht eingehängt
es: %@, sin montar
fr: %@, non monté
ja: %@、未マウント
ko: %@, 마운트되지 않음
pt_br: %@, não montado
ru: %@, не подключена
zh_hans: %@，未挂载
zh_hant: %@，未掛載

# %@… %lu more lines
source: %1$@… %2$lu more lines
de: %1$@ … %2$lu weitere Zeilen
es: %1$@… %2$lu líneas más
fr: %1$@… %2$lu lignes de plus
ja: %1$@… ほか %2$lu 行
ko: %1$@… %2$lu줄 더 있음
pt_br: %1$@… mais %2$lu linhas
ru: %1$@… ещё строк: %2$lu
zh_hans: %1$@… 还有 %2$lu 行
zh_hant: %1$@… 還有 %2$lu 行

source: %ld messages
de: %ld Nachrichten
es: %ld mensajes
ja: %ld 件のメッセージ
ko: 메시지 %ld개
pt_br: %ld mensagens
ru: Сообщений: %ld
zh_hans: %ld 条消息
zh_hant: %ld 則訊息

source: %ld min ago
de: vor %ld Min.
es: hace %ld min
fr: il y a %ld min
ja: %ld 分前
ko: %ld분 전
pt_br: há %ld min
ru: %ld мин назад
zh_hans: %ld 分钟前
zh_hant: %ld 分鐘前
